Repository: fukushimalab/AFXW
Catalog: afxw64/WinMerge/Frhed/Languages/*.po
Languages: ru

source: Number of times to paste must be at least 1.
ru: Количество вставок должно быть не менее 1.

source: Tried to paste zero-length array.
ru: Попытка вставить массив нулевой длины.

source: Not enough memory for inserting.
ru: Недостаточно памяти для вставки.

source: Not enough space for overwriting.
ru: Недостаточно места для перезаписи.

source: Can't fill a selection with a file of zero size.
ru: Невозможно заполнить выбранное файлом нулевого размера.

source: Can't fill a selection with a string of zero size.
ru: Невозможно заполнить выбранное строкой нулевого размера.

source: Too many bytes to fill with or some other error.
ru: Слишком много байт для заполнения или какая-то другая ошибка.

source: You have chosen an offset but it is negative, which is invalid.
ru: Выбрано смещение, но оно отрицательное, что недопустимо.

source: The target value is invalid.
ru: Недопустимое целевое значение.

source: Cannot move/copy a block of zero length.
ru: Невозможно переместить/скопировать блок нулевой длины.

source: The chosen block extends into non-existent data.
ru: Выбранный блок распространяется на несуществующие данные.

source: The block was not moved!
ru: Блок не был перемещен!

source: Cannot move/copy the block outside the data.
ru: Невозможно переместить/скопировать блок за пределы данных.

source: &Size of file: %lld bytes. Load how many bytes:
ru: Размер файла: %lld байт. Загрузить байт:

source: Cannot open more than 2 GB of data.
ru: Невозможно открыть более 2 ГБ данных.

source: Specified number of bytes to load greater than file size.
ru: Указанное количество загружаемых байт превышает размер файла.

source: Too many bytes to load.
ru: Слишком много байт для загрузки.

source: Cannot reverse single byte.
ru: Невозможно перевернуть один байт.

source: The chosen block extends into non-existent data. The offsets will be shifted to correct positions.
ru: Выбранный блок распространяется на несуществующие данные. Смещения будут изменены на правильные позиции.

source: Link names are "Frhed.lnk"
ru: Имена ссылок: "Frhed.lnk"

source: This folder already contains a file called "Frhed.lnk"
ru: В этой папке уже есть файл с именем "Frhed.lnk"

source: "Frhed.lnk" can be added to this folder.
ru: В эту папку можно добавить "Frhed.lnk".

source: "Frhed.lnk" cannot be added to this folder.
ru: В эту папку нельзя добавить "Frhed.lnk".

source: Frhed can start searching here.
ru: Frhed может начать поиск здесь.

source: Frhed cannot start the search from here.
ru: Frhed не может начать поиск отсюда.

source: Could not save shortcut entries.
ru: Не удалось сохранить записи ярлыков.

source: Cannot move more than 1 link at a time.
ru: Нельзя перемещать более 1 ссылки за раз.

source: No link selected to move.
ru: Ссылка для перемещения не выбрана.

source: Couldn't find the selected item.
ru: Не удалось найти выбранный элемент.

source: Place a link to Frhed in...
ru: Разместить ссылку на Frhed в...

source: Move the link to Frhed to...
ru: Переместить ссылку на Frhed в...

source: There is already a link in that folder.
ru: В этой папке уже есть ссылка.

source: Existing links to old versions of Frhed will be updated to this version. Are you sure you want to continue?
ru: Существующие ссылки на старые версии Frhed будут обновлены до этой версии. Хотите продолжить?

source: Pick a folder to start searching in.
ru: Выберите папку, в которой хотите начать поиск.

source: No links selected to delete.
ru: Ссылки для удаления не выбраны.

source: Selection too large.
ru: Выбор слишком большой.

source: Could not find data.
ru: Не удалось найти данные.

source: Findstring is zero bytes long.
ru: Длина строки поиска равна нулю байт.

source: Could not find any more occurrences.
ru: Больше вхождений не обнаружено.

source: String to find not specified.
ru: Строка для поиска не указана.

source: You need to have Administrator privileges for getting list of drives.
ru: Для получения списка дисков требуются права администратора.

source: Unable to open drive.
ru: Невозможно открыть диск.

source: Cylinders
ru: Цилиндров

source: Sectors
ru: Секторов

source: Tracks per cylinder
ru: Дорожек на цилиндр

source: Sectors per track
ru: Секторов на дорожку

source: Bytes per sector
ru: Байт на сектор

source: Total size in bytes
ru: Общий размер в байтах

source: %s:Sector %I64d
ru: %s:Сектор %I64d

source: Drive %d, Partition %d (%s)
ru: Диск %d, Раздел %d (%s)

source: Drive %d (%s)
ru: Диск %d (%s)

source: Not enough memory to import data. Cannot continue! Do you want to keep what has been found so far?
ru: Недостаточно памяти для импорта данных. Невозможно продолжить! Сохранить то, что было найдено на данный момент?

source: The first offset found was 0x%llx, which is greater than zero. Do you want to insert %lld null bytes at the start of the data?
ru: Первое найденное смещение было 0x%llx, что больше нуля. Вставить %lld нулевых байт в начало данных?

source: Invalid offset found. Ignore further invalid offsets?
ru: Найдено недопустимое смещение. Игнорировать дальнейшие недопустимые смещения?

source: Character data does not agree with hex data. Ignore further mismatched data? NB: Hex data will be used when ignoring.
ru: Символьные данные не совпадают с 16-ричными. Игнорировать дальнейшие несовпадающие данные? Примечание: при игнорировании будут использоваться 16-ричные данные.

source: Illegal character in hex data. Cannot continue! Do you want to keep what has been found so far?
ru: Недопустимый символ в 16-ричных данных. Невозможно продолжить! Сохранить то, что было найдено на данный момент?

source: Unexpected end of data found. Cannot continue! Do you want to keep what has been found so far?
ru: Найдено неожиданное окончание данных. Невозможно продолжить! Сохранить то, что было найдено на данный момент?

source: Does this data have the same format as the Frhed display? This data contains
ru: Эти данные имеют тот же формат, что и при отображении в Frhed? Эти данные содержат

source: characters other than whitespace and hexdigits (like Frhed display).
ru: символы, отличные от пробелов и 16-ричных цифр (как при отображении Frhed).

source: only whitespace and hexdigits (unlike Frhed display).
ru: только пробелы и 16-ричные цифры (в отличие от отображения Frhed).

source: Data to replace must be selected.
ru: Необходимо выбрать данные для замены.

source: Could not delete selected data.
ru: Не удалось удалить выбранные данные.

source: Replacing failed.
ru: При замене произошел сбой.

source: Could not translate text to binary.
ru: Не удалось перевести текст в двоичный формат.

source: To-replace and replace-with data are same.
ru: Одинаковые данные что-заменить и на-что-заменить.

source: %d occurrences replaced.
ru: Вхождений заменено: %d.

source: Could not use selection as replace target.
ru: Не удалось использовать выбранное в качестве замены целевого значения.

source: Selected: Offset %zd=0x%zx to %zd=0x%zx (%zd byte(s))
ru: Выбрано: Смещение %zd=0x%zx до %zd=0x%zx (%zd байт)

source: Offset %zd=0x%zx
ru: Смещение %zd=0x%zx

source: Bits
ru: Бит

source: Unsigned
ru: Без знака

source: Signed
ru: Со знаком

source: Size
ru: Размер

source: Template file:
ru: Файл шаблона:

source: Applied at offset:
ru: Применено со смещения:

source: = %d (signed) = %u (unsigned) = 0x%x = '%c'
ru: = %d (со знаком) = %u (без знака) = 0x%x = '%c'

source: = %d (signed) = %u (unsigned) = 0x%x
ru: = %d (со знаком) = %u (без знака) = 0x%x

source: ERROR: not enough space for byte-size data.
ru: ОШИБКА: недостаточно места для данных размером байт.

source: ERROR: missing variable name.
ru: ОШИБКА: отсутствует имя переменной.

source: ERROR: not enough space for WORD-size data.
ru: ОШИБКА: недостаточно места для данных размером WORD (слово).

source: ERROR: not enough space for DWORD-size data.
ru: ОШИБКА: недостаточно места для данных размером DWORD (двойное слово).

source: ERROR: not enough space for float-size data.
ru: ОШИБКА: недостаточно места для данных с плавающей точкой.

source: ERROR: not enough space for double-size data.
ru: ОШИБКА: недостаточно места для данных двойного размера.

source: ERROR: Unknown variable type:
ru: ОШИБКА: Неизвестный тип переменной:

source: -> Length of template = %zu bytes.
ru: -> Длина шаблона = %zu байт.

source: Template files (*.tpl)0*.tpl00
ru: Файлы шаблона (*.tpl)0*.tpl00

source: Choose template file
ru: Выберите файл шаблона

source: Could not open template file %s.
ru: Не удалось открыть файл шаблона %s.

source: Could not load template from file %s.
ru: Не удалось загрузить шаблон из файла %s.

source: Select an item to move.
ru: Выберите элемент для перемещения.

source: No data to insert
ru: Нет данных для вставки

source: TYMED_ISTORAGE is not supported for drag-drop.
ru: TYMED_ISTORAGE не поддерживается для перетаскивания.

source: Float size value: %g
ru: Значение с плавающей точкой: %g

source: Not enough space for float size value.
ru: Недостаточно места для значения с плавающей точкой.

source: Double size value: %g
ru: Значение двойного размера: g

source: Not enough space for double size value.
ru: Недостаточно места для значения двойного размера.

source: File name and path:
ru: Имя файла и путь:

source: Partially opened at offset 0x%zx = %zd. Number of bytes read: %zd = %zd kilobytes.
ru: Частично открыт со смещения 0x%zx = %zd. Количество прочитанных байт: %zd = %zd килобайт.

source: File size: %zu bytes = %zu kilobytes.
ru: Размер файла: %zu байт = %zu килобайт.

source: Number of hexdump lines: %zu.
ru: Количество строк 16-ричного дампа: %zu.

source: This file could not be accessed and will be removed from the MRU list.
ru: Не удалось получить доступ к этому файлу, и он будет удален из списка недавно используемых.

source: Really reset colors to default values?
ru: Вернуть цвета к значениям по умолчанию?

source: Are you sure you want to delete this file?
ru: Удалить этот файл?

source: Could not delete file.
ru: Не удалось удалить файл.

source: Really adopt the operating system colour scheme?
ru: Применить цветовую схему операционной системы?

source: Do you want to save your changes?
ru: Сохранить изменения?

source: Hexdump saved.
ru: 16-ричный дамп сохранен.

source: Could not save Hexdump.
ru: Не удалось сохранить 16-ричный дамп.

source: Not enough memory for copying hexdump to clipboard.
ru: Недостаточно памяти для копирования 16-ричного дампа в буфер обмена.

source: Could not copy hexdump to clipboard.
ru: Не удалось скопировать 16-ричный дамп в буфер обмена.

source: Hex Dump files(*.txt,*.hex)|*.txt;*.hex|All Files (*.*)|*.*|
ru: Файлы 16-ричного дампа (*.txt,*.hex)|*.txt;*.hex|Все файлы (*.*)|*.*|
