Repository: fukushimalab/AFXW
Catalog: afxw64/WinMerge/Frhed/Languages/*.po
Languages: ru

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
ru: LANG_RUSSIAN, SUBLANG_DEFAULT

source: &File
ru: &Файл

source: &New Ctrl+N
ru: Создать Ctrl+N

source: &Open... Ctrl+O
ru: &Открыть... Ctrl+O

source: Open pa&rtially... Alt+P
ru: Открыть частично... Alt+P

source: &Save Ctrl+S
ru: &Сохранить Ctrl+S

source: Save &As... Ctrl+J
ru: Сохранить как... Ctrl+J

source: Save selec&tion as... Ctrl+Shift+O
ru: Сохранить выбранное как... Ctrl+Shift+O

source: Re&vert Ctrl+Shift+R
ru: Вернуть Ctrl+Shift+R

source: &Insert file... Ctrl+Shift+I
ru: Вставить файл... Ctrl+Shift+I

source: &Delete file... Ctrl+Shift+D
ru: Удалить файл... Ctrl+Shift+D

source: Close File Ctrl+Shift+X
ru: Закрыть файл Ctrl+Shift+X

source: &Export as hexdump...
ru: Экспорт в 16-ричный дамп...

source: I&mport from hexdump... Ctrl+Shift+H
ru: Импорт из 16-ричного дампа... Ctrl+Shift+H

source: E&xit Alt+F4
ru: В&ыход Ctrl+Q

source: &Disk
ru: Диск

source: &Open drive...
ru: Открыть диск...

source: &Close drive
ru: Закрыть диск

source: Goto &First Sector
ru: Перейти к первому сектору

source: Goto &Next Sector Ctrl+Shift+PgDn
ru: Перейти к следующему сектору Ctrl+Shift+PgDn

source: Goto &Previous Sector Ctrl+Shift+PgUp
ru: Перейти к предыдущему сектору Ctrl+Shift+PgUp

source: Goto &Last Sector
ru: Перейти к последнему сектору

source: Goto &Sector #...
ru: Перейти к сектору #...

source: &Edit
ru: &Правка

source: &Undo Ctrl+Z
ru: &Отменить Ctrl+Z

source: &Redo Ctrl+Y
ru: В&ернуть Ctrl+Y

source: Cu&t... Ctrl+X
ru: Вы&резать... Ctrl+X

source: &Copy... Ctrl+C
ru: &Копировать... Ctrl+C

source: &Paste... Ctrl+V
ru: &Вставить... Ctrl+V

source: Paste &with dialog... Ctrl+Shift+V
ru: Вставить с &диалогом... Ctrl+Shift+V

source: &Move/Copy bytes... Ctrl+Alt+M
ru: Переместить/Копировать байты... Ctrl+Shift+V

source: Reverse bytes... Ctrl+Alt+R
ru: Перевернуть порядок байт... Ctrl+Alt+R

source: &Append... Ctrl+P
ru: Добавить... Ctrl+P

source: &Delete Del
ru: &Удалить Del

source: &Select all Ctrl+A
ru: В&ыбрать все Ctrl+A

source: Select &block... Ctrl+E
ru: Выбрать блок... Ctrl+E

source: &Fill selection... Ctrl+Shift+F
ru: Заполнить выбранное... Ctrl+Shift+F

source: Toggle h&ex/character editing TAB
ru: Переключение 16-ричного/символьного редактирования TAB

source: Toggle keyboard I&nsert/Overwrite mode Ins
ru: Переключение между режимами клавиатуры Вставка/Замена Ins

source: Read-only mode Alt+R
ru: Режим только для чтения Alt+R

source: &Find and Replace
ru: Найти и заменить

source: &Find... Ctrl+F
ru: Найти... Ctrl+F

source: &Replace... Ctrl+H
ru: Заменить... Ctrl+H

source: Find &next F3
ru: Следующее F3

source: Find &previous Shift+F3
ru: Предыдущее Shift+F3

source: &Go To... Ctrl+G
ru: Перейти к... Ctrl+G

source: Enter decimal &value... Ctrl+D
ru: Введите десятичное значение... Ctrl+D

source: Man&ipulate bits... Ctrl+B
ru: Манипулировать битами... Ctrl+B

source: C&ompare from current offset... Ctrl+M
ru: Сравнить с текущего смещения... Ctrl+M

source: Get f&loating point value... Ctrl+L
ru: Получить значение с плавающей точкой... Ctrl+L

source: File properties... Alt+Enter
ru: Свойства файла... Alt+Enter

source: Appl&y template... Alt+T
ru: Применить шаблон... Alt+T

source: Open in text editor F5
ru: Открыть в текстовом редакторе F5

source: &View
ru: &Вид

source: Scroll &left Ctrl+Arrow Left
ru: Прокрутить в&лево Ctrl+Стрелка влево

source: Scroll &right Ctrl+Arrow Right
ru: Прокрутить в&право Ctrl+Стрелка вправо

source: Scroll &up Ctrl+Arrow Up
ru: Прокрутить в&верх Ctrl+Стрелка вверх

source: Scroll &down Ctrl+Arrow Down
ru: Прокрутить в&низ Ctrl+Стрелка вниз

source: Scroll up a page Ctrl+Page Up
ru: Прокрутить страницу вверх Ctrl+Page Up

source: Scroll down a page Ctrl+Page Down
ru: Прокрутить страницу вниз Ctrl+Page Down

source: Zoom in Ctrl++
ru: Увеличить Ctrl++

source: Zoom out Ctrl+-
ru: Уменьшить Ctrl+-

source: Zoom normal Ctrl+*
ru: Обычно Ctrl+*

source: &Options
ru: &Настройки

source: &View settings... Ctrl+I
ru: Параметры просмотра... Ctrl+I

source: &Color settings
ru: Настройки цвета

source: &Text color... Ctrl+T
ru: Цвет текста... Ctrl+T

source: &Background color... Ctrl+K
ru: Цвет фона... Ctrl+K

source: Separator color... Ctrl+Q
ru: Цвет разделителя... Ctrl+Q

source: Selection text color... Ctrl+Shift+T
ru: Цвет выбранного текста... Ctrl+Shift+T

source: Selection background color... Ctrl+Shift+K
ru: Цвет выбранного фона... Ctrl+Shift+K

source: Bookmark color... Ctrl+Shift+B
ru: Цвет закладки... Ctrl+Shift+B

source: Reset colors to standard... Ctrl+Shift+S
ru: Вернуть цвета к стандартным... Ctrl+Shift+S

source: &Adopt OS colour scheme... Ctrl+Shift+A
ru: Применять цветовую схему ОС...

source: C&haracter set... Ctrl+R
ru: Набор символов... Ctrl+R

source: B&inary mode... Ctrl+Shift+Y
ru: Двоичный режим... Ctrl+Shift+Y

source: &OLE Drag-drop... Ctrl+Alt+O
ru: Перетаскивание OLE... Ctrl+Alt+O

source: Make backups Ctrl+Shift+M
ru: Создавать резервные копии Ctrl+Shift+M

source: &Registry
ru: Реестр

source: In &all context menu
ru: Во &всех контекстных меню

source: In &unknown context menu
ru: В &неизвестном контекстном меню

source: Is &default in unknown context
ru: По умолчанию в неизвестном контексте

source: &Save ini when required
ru: Сохранять ini при необходимости

source: Change &instance...
ru: Изменить экземпляр...

source: S&hortcuts to Frhed...
ru: Ярлыки для Frhed...

source: &Bookmarks
ru: &Закладки

source: &Add bookmark... Ctrl+W
ru: Добавить закладку... Ctrl+W

source: &Remove bookmark... Alt+W
ru: Удалить закладку... Alt+W

source: &Clear all bookmarks Ctrl+Shift+W
ru: Очистить все закладки Ctrl+Shift+W

source: &Misc
ru: Разное

source: Goto DLL e&xport names...
ru: Перейти к экспорту имен библиотек DLL...

source: Goto DLL import names...
ru: Перейти к импорту имен библиотек DLL...

source: Encode / Decode...
ru: Кодировать / Декодировать...

source: &Help
ru: &Помощь

source: &Help topics... F1
ru: Разделы помощи... F1

source: &About Frhed...
ru: &О программе Frhed...

source: Replace... Ctrl+H
ru: Замена... Ctrl+H

source: Find next F3
ru: Следующее F3

source: Find previous Shift+F3
ru: Предыдущее Shift+F3

source: Goto &Next Sector
ru: Перейти к следующему сектору

source: Goto &Previous Sector
ru: Перейти к предыдущему сектору

source: Go to Offset
ru: Перейти к смещению

source: Start with "+" or "-" (minus) for relative jump.
ru: Начинайте с "+" или "-" (минуса) для относительного перехода.

source: Prefix offset with "x" to indicate hex notation.
ru: Смещение префикса "x" для обозначения 16-ричной записи.

source: Cancel
ru: Отмена

source: Find
ru: Найти

source: &Find what:
ru: Найти:

source: Please refer to the online help's Using the Special Syntax section for searching for binary values.
ru: Для поиска двоичных значений обратитесь к разделу онлайн-помощи Использование специального синтаксиса.

source: Direction
ru: Направление

source: &Up
ru: В&верх

source: &Down
ru: В&низ

source: Match &case
ru: Учитывать &регистр

source: U&nicode
ru: Юникод

source: About Frhed
ru: О программе Frhed

source: Frhed - Free hex editor
ru: Frhed - Бесплатный шестнадцатеричный редактор

source: All rights reserved.
ru: Все права защищены.

source: Contributors are listed in Contributors.txt.
ru: Участники перечислены в Contributors.txt.

source: Open contributors list
ru: Открыть список участников

source: Homepage
ru: Домашняя страница

source: Open Frhed's homepage in browser
ru: Открыть домашнюю страницу Frhed в браузере

source: Export Hexdump
ru: Экспорт 16-ричного дампа

source: Start at offset:
ru: Начало со смещения:

source: End at offset:
ru: Конец со смещения:

source: Export to
ru: Экспорт в

source: File
ru: Файл

source: Clipboard
ru: Буфер обмена

source: Type
ru: Тип

source: Frhed display as text
ru: Frhed отображение в виде текста

source: Just hex digits on a line
ru: Только 16-ричные цифры в строке

source: Frhed display as RTF
ru: Frhed отображение в виде RTF

source: Enter decimal value
ru: Введите десятичное значение

source: Enter decimal value:
ru: Введите десятичное значение:

source: At offset:
ru: По смещению:

source: Number of times:
ru: Количество раз:

source: Size of Value:
ru: Размер значения:

source: Byte (8 bit)
ru: Байт (8 бит)

source: Word (16 bit)
ru: Слово (16 бит)

source: Double word (32 bit)
ru: Двойное слово (32 бита)

source: Paste with dialogue
ru: Вставить с диалогом

source: Clipboard content (text):
ru: Содержимое буфера обмена (текст):

source: Paste mode
ru: Режим вставки

source: Overwrite
ru: Перезаписать

source: Insert
ru: Вставить

source: Paste data how many times:
ru: Вставить данные (раз):

source: Paste coded binary values as text
ru: Вставить закодированные двоичные значения в виде текста

source: Skip how many bytes between inserts/overwrites
ru: Сколько байт пропускать между вставками/перезаписями

source: Cut
ru: Вырезать

source: Start cutting at offset:
ru: Вырезать со смещения:

source: Cut how many bytes
ru: Вырезать байт

source: Cut up to and including offset:
ru: Вырезать до и включая смещение:

source: Number of bytes to cut:
ru: Вырезать байт:

source: Copy
ru: Копировать

source: Start copying at offset:
ru: Копировать со смещения:

source: Copy how many bytes
ru: Копировать байт

source: Copy up to and including offset:
ru: Копировать до и включая смещение:

source: Number of bytes to copy:
ru: Копировать байт:

source: View Settings
ru: Параметры просмотра

source: Number of bytes to display per line:
ru: Отображать байт в строке:

source: Automatically adjust number of bytes per line (uncheck this if you want Frhed to use your own choice for bytes per line)
ru: Автонастройка количества байт в строке (уберите флажок, чтобы Frhed использовал настраиваемый выбор количества байт в строке)

source: Display length of offset in how many characters:
ru: Отображение длины смещения в символах:

source: Adjust offset length to that of the max offset
ru: Установить длину смещения на максимум

source: Display values at caret position as:
ru: Отображать значения в позиции курсора как:

source: unsigned
ru: без знака

source: signed
ru: со знаком

source: Set read-only mode on opening files
ru: Установить режим только для чтения при открытии файлов

source: Path and filename of the text editor to call:
ru: Путь и имя файла вызываемого текстового редактора:

source: Browse...
ru: Обзор...

source: Language:
ru: Язык:

source: Append
ru: Добавить

source: Bytes to append to the end of the file:
ru: Добавляемые в конец файла байты:

source: Manipulate Bits
ru: Манипулировать битами

source: Character Set
ru: Набор символов

source: Choose character set
ru: Выберите набор символов

source: Font size in points:
ru: Размер шрифта в пунктах:

source: Choose area of difference to display
ru: Выберите область отличий для отображения

source: file_sizes
ru: размеры_файлов

source: number_of_diffs
ru: число_отличий

source: Copy above list
ru: Копировать вышеприведенный список

source: Binary Mode
ru: Двоичный режим

source: Choose binary mode
ru: Выберите двоичный режим

source: Little-endian (Intel)
ru: Младший-старший (Intel)

source: Big-endian (Motorola)
ru: Старший-младший (Motorola)

source: Select Block
ru: Выбрать блок

source: Start of selection (prefix x for hex):
ru: Начало выбранного (префикс x для 16-ричного):

source: End of selection (prefix x for hex):
ru: Конец выбранного (префикс x для 16-ричного):

source: Reverse Bytes
ru: Перевернуть порядок байт

source: Offset of first byte:
ru: Смещение первого байта:

source: Offset of last byte:
ru: Смещение последнего байта:

source: Add Bookmark
ru: Добавить закладку

source: Offset (prefix x for hex):
ru: Смещение (префикс x для 16-ричного):

source: Name:
ru: Имя:

source: Add
ru: Добавить

source: Remove Bookmark
ru: Удалить закладку

source: Remove
ru: Удалить

source: Open partially
ru: Открыть частично

source: Start opening partially
ru: Открывать частично

source: &At offset from the beginning of file (prefix x for hex):
ru: По смещению от начала файла (префикс x для 16-ричного):

source: &From end of file
ru: С конца файла

source: &How many bytes:
ru: Сколько байт:

source: &Display offsets relative to start of file (or start of loaded block)
ru: Отображать смещения относительно начала файла (или начала загруженного блока)

source: Paste
ru: Вставить

source: Bytes to skip between inserts/overwrites:
ru: Пропускать байт между вставками/перезаписями:

source: Clipboard format to use:
ru: Используемый формат буфера обмена:

source: Refresh
ru: Обновить

source: - CF_TEXT was used by previous versions of Frhed - Those starting w CF_ are standard formats && others are registered/private ones - Some formats may have been synthesized from the original.
ru: - CF_TEXT использовался предыдущими версиями Frhed - Форматы, начинающиеся с CF_, являются стандартными, а остальные - зарегистрированными/частными - Некоторые форматы могли быть синтезированы из оригинала.

source: Template
ru: Шаблон

source: Result of template application:
ru: Результат применения шаблона:

source: Replace
ru: Заменить

source: Find what:
ru: Найти:

source: Find next
ru: Следующее

source: Find previous
ru: Предыдущее

source: Match case
ru: Учитывать регистр

source: Replace with:
ru: Заменить:

source: Replace all...
ru: Заменить все...

source: ... following occurrences
ru: ... следующие вхождения

source: ... previous occurrences
ru: ... предыдущие вхождения

source: Use special syntax
ru: Использовать специальный синтаксис

source: Fill Selection
ru: Заполнить выбранное

source: Fill from:
ru: Заполнить из:

source: File:
ru: Файл:

source: &Browse...
ru: Обзор...

source: Hex:
ru: 16-ричный:

source: Selection
ru: Выбранное

source: Start:
ru: Начало:

source: End:
ru: Конец:

source: Size:
ru: Размер

source: Input
ru: Ввод

source: Size of input:
ru: Размер ввода:

source: # Times input fits:
ru: Соответствует количеству вводов:

source: Remainder:
ru: Остаток:

source: Assignment operator
ru: Оператор присваивания

source: Assign (=)
ru: Присвоить (=)

source: OR (|=)
ru: ИЛИ (|=)

source: AND (&&=)
ru: И (&&=)

source: Change Instance
ru: Изменить экземпляр

source: Load the following instance data:
ru: Загрузить следующие данные экземпляра:

source: and save (when quiting) to this instance data:
ru: и сохранить (при выходе) в данные этого экземпляра:

source: Remember that if any instance of Frhed is running on the same instance data as this one it will overwrite the data of this one if it exits last. Unless, that is, that the option to save ini data to the registry on exit is disabled)
ru: Помните, что если какой-либо экземпляр Frhed работает с теми же данными экземпляра, что и этот, он перезапишет данные этого экземпляра, если завершит работу последним. Если не отключен параметр сохранения данных ini в реестр при выходе

source: Encode / Decode Data
ru: Кодировать / Декодировать данные

source: Algorithms:
ru: Алгоритмы:

source: Arguments:
ru: Аргументы:

source: Encode
ru: Кодировать

source: Decode
ru: Декодировать

source: Open Drive
ru: Открыть диск

source: NOTE: Frhed allows only reading the drive data. Changing and saving the drive data is not possible.
ru: ПРИМЕЧАНИЕ: Frhed разрешает только чтение данных диска. Изменение и сохранение данных диска невозможно.

source: Open
ru: Открыть

source: Go to Track
ru: Перейти к дорожке

source: Drive Information:
ru: Информация о диске:

source: &Go to track:
ru: Перейти к дорожке

source: Shortcuts
ru: Ярлыки

source: Paths of shortcuts to Frhed:
ru: Пути ярлыков к Frhed:

source: Links to Frhed
ru: Ссылки на Frhed

source: &Find links to any Frhed.exe, fix them and list them here.
ru: Найти ссылки на любые файлы Frhed.exe, исправить и вывести здесь.

source: Create link in/on:
ru: Создать ссылку в/на:

source: &Desktop
ru: Рабочий стол

source: S&tart Menu
ru: Меню Пуск

source: &Send To
ru: Отправить

source: &Programs
ru: Программы

source: Link management:
ru: Управление ссылками:

source: << &Add...
ru: << Добавить...

source: &Update list
ru: Обновить список

source: >> &Delete
ru: >> Удалить

source: &Move
ru: Переместить

source: &Reload
ru: Перезагрузить

source: &Close
ru: Закрыть

source: Move/Copy bytes
ru: Переместить/Копировать байты

source: Operation:
ru: Операция:

source: Start with (-) for negative length or movement backwards. Prefix with x for hex notation.
ru: Начните с (-) для отрицательной длины или перемещения в обратном направлении. Префикс x для 16-ричной записи.

source: Move
ru: Переместить

source: Begin of the block:
ru: Начало блока:

source: End of the block:
ru: Конец блока:

source: Offset
ru: Смещение

source: Length
ru: Длина

source: Target:
ru: Целевое значение:

source: Bytes forward
ru: Байт вперед

source: First byte offset
ru: Смещение первого байта

source: Last byte offset
ru: Смещение последнего байта

source: Drag-drop
ru: Перетаскивание

source: Clipboard format[s] to use:
ru: Используемые форматы буфера обмена:

source: Up
ru: Вверх

source: Down
ru: Вниз

source: Data:
ru: Данные:

source: OLE Drag-drop options
ru: Параметры перетаскивания OLE

source: General
ru: Основные

source: Enable scroll-delaying for drag-drop
ru: Включить задержку прокрутки при перетаскивании

source: Enable scroll-delaying for selecting
ru: Включить задержку прокрутки при выборе

source: Output
ru: Вывод

source: Hexdump
ru: 16-ричный дамп

source: Special syntax (<bh:ff>...)
ru: Специальный синтаксис (<bh:ff>...)

source: Select the file to open:
ru: Выберите файл для открытия:

source: Delete
ru: Удалить

source: Start deleting at offset:
ru: Удалить со смещения:

source: Delete how many bytes
ru: Удалить байт

source: Delete up to and including offset:
ru: Удалить до и включая смещение:

source: Number of bytes to delete:
ru: Удалить байт:

source: New
ru: Создать

source: Save
ru: Сохранить

source: Help
ru: Помощь

source: Goto next sector
ru: Перейти к следующему сектору

source: Goto previous sector
ru: Перейти к предыдущему сектору

source: Goto first sector
ru: Перейти к первому сектору

source: Goto last sector
ru: Перейти к последнему сектору

source: Version %u.%u.%u
ru: Версия %u.%u.%u

source: %d) 0x%zx=%zu to 0x%zx=%zu (%zu bytes)
ru: %d) от 0x%zx=%zu до 0x%zx=%zu (%zu байт)

source: All Files (*.*)|*.*|
ru: Все файлы (*.*)|*.*|

source: Untitled
ru: Безымянный

source: You are trying to open a link file. Click on Yes if you want to open the file linked to, or click on No if you want to open the link file itself. Choose Cancel if you want to abort opening.
ru: Попытка открыть файл ссылки. Нажмите Да, если хотите открыть файл, на который дана ссылка, или Нет, если хотите открыть сам файл ссылки. Нажмите Отмена, если хотите прервать открытие.

source: Start offset not recognized.
ru: Начальное смещение не распознано.

source: End offset not recognized.
ru: Конечное смещение не распознано.

source: Offset not recognized.
ru: Смещение не распознано.

source: Error while reading from file.
ru: Ошибка при чтении из файла.

source: Not enough memory.
ru: Недостаточно памяти.

source: Number of bytes not recognized.
ru: Количество байт не распознано.

source: Error opening file.
ru: Ошибка при открытии файла.

source: Not enough memory to load file.
ru: Недостаточно памяти для загрузки файла.

source: Could not save the file.
ru: Не удалось сохранить файл.

source: Could not backup file! Backup aborted, Save continuing.
ru: Не удалось создать резервную копию файла! Резервное копирование прервано, сохранение продолжается.

source: Could not save partially opened file.
ru: Не удалось сохранить частично открытый файл.

source: Could not move data in the file.
ru: Не удалось переместить данные в файл.

source: Could not resize the file.
ru: Не удалось изменить размер файла.

source: Could not seek in file.
ru: Не удалось найти в файле.

source: Could not write data to file.
ru: Не удалось записать данные в файл.

source: Help file %s not found!
ru: Файл помощи %s не найден!

source: Error code 0x%x occurred while opening file %s.
ru: При открытии файла %s произошла ошибка с кодом 0x%x.

source: Could not save preferences to registry.
ru: Не удалось сохранить настройки в реестре.

source: File is empty.
ru: Файл пуст.

source: An error occurred when calling the text editor.
ru: Произошла ошибка при вызове текстового редактора.

source: Could not insert data.
ru: Не удалось вставить данные.

source: Error checking file size
ru: Ошибка проверки размера файла

source: No data present. Cannot continue!
ru: Данные отсутствуют. Невозможно продолжить!

source: Could not get text from the file. Cannot continue!
ru: Не удалось получить текст из файла. Невозможно продолжить!

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ

source: TB
ru: ТБ

source: Could not open the browser.
ru: Не удалось открыть браузер.

source: File %s not found!
ru: Файл %s не найден!

source: Can not set bookmark at that position.
ru: Невозможно установить закладку на этой позиции.

source: There already is a bookmark on that position.
ru: На этой позиции уже есть закладка.

source: Can not set bookmark in empty file.
ru: Невозможно установить закладку в пустом файле.

source: Can not set any more bookmarks.
ru: Невозможно установить больше закладок.

source: Bookmark points to invalid position.
ru: Закладка указывает на недопустимую позицию.

source: No bookmarks to remove.
ru: Нет закладок для удаления.

source: Remove all bookmarks?
ru: Удалить все закладки?

source: Number of bytes to append not recognized.
ru: Количество добавляемых байт не распознано.

source: Not enough memory for appending.
ru: Недостаточно памяти для добавления.

source: Offset: 0x%zx = %zd
ru: Смещение: 0x%zx = %zd

source: Value: 0x%02x, %d signed, %u unsigned.
ru: Значение: 0x%02x, %d со знаком, %u без знака.

source: Choose file to compare with
ru: Выберите файл для сравнения

source: Error while opening file.
ru: Ошибка при открытии файла.

source: %d areas of difference found.
ru: Найдены области отличий: %d.

source: Remaining loaded data size: %lld, size of file on disk: %lld.
ru: Размер оставшихся загружаемых данных: %lld, размер файла на диске: %lld.

source: Data matches exactly.
ru: Данные полностью совпадают.

source: Cannot get access to clipboard.
ru: Невозможно получить доступ к буферу обмена.

source: Cannot lock clipboard.
ru: Невозможно заблокировать буфер обмена.

source: Not enough memory for copying.
ru: Недостаточно памяти для копирования.

source: Do you want the above output to be copied to the clipboard?
ru: Скопировать выходные данные в буфер обмена?

source: You need to select a clipboard format to use.
ru: Нужно выбрать используемый формат буфера обмена.

source: Could not get text from the clipboard. Cannot continue!
ru: Не удалось получить текст из буфера обмена. Невозможно продолжить!

source: There is text on the clipboard. Do you want to import from the clipboard instead of a file?
ru: В буфере обмена есть текст. Хотите импортировать из буфера обмена, а не из файла?

source: Can't copy more bytes than are present.
ru: Невозможно скопировать больше байт, чем есть.

source: Can't cut more bytes than are present.
ru: Невозможно вырезать больше байт, чем есть.

source: Not enough memory for cutting to clipboard.
ru: Недостаточно памяти для вырезания в буфер обмена.

source: Could not cut the data.
ru: Не удалось вырезать данные.

source: Can't delete more bytes than are present.
ru: Невозможно удалить больше байт, чем есть.

source: Could not delete data.
ru: Не удалось удалить данные.

source: Decimal value not recognized.
ru: Десятичное значение не распознано.

source: Number of times not recognized.
ru: Количество раз не распознано.

source: Invalid start offset.
ru: Недопустимое начальное смещение.

source: Not enough space for writing decimal values.
ru: Недостаточно места для записи десятичных значений.
